Repository: jankkrystian/SI_projekt
Catalog: app/translations/messages.*.xlf
Languages: pl

# welcome.site
source: WHAT KIND OF SITE IS IT?
pl: CO TO ZA STRONA?

# welcome.title
source: Hello library!
pl: Hej biblioteko!

# title.genre_list
source: Genres
pl: Gatunki

# title.publisher_list
source: Publishers
pl: Wydawnictwa

# title.creator_list
source: Creators
pl: Twórcy

# title.book_list
source: Books
pl: Książki

# title.contact
source: Contact
pl: Kontakt

# title.reservation_list
source: Reservations
pl: Rezerwacje

# title.reservation_details
source: Some details about the reservation
pl: Informacje na temat rezerwacji

# title.book_details
source: Some details about the book
pl: Informacje na temat książki

# label.actions
source: Show
pl: Pokaż

# label.title
source: Title
pl: Tytuł

# label.content
source: Content
pl: Kontent

# label.name
source: Name
pl: Imię

# label.surname
source: Surname
pl: Nazwisko

# label.genre.genreTitle
source: Genre
pl: Gatunek

# label.publisher.publisherTitle
source: Publisher
pl: Wydawnictwo

# label.creator.surname
source: Surname
pl: Nazwisko

# label.creator.name
source: Name
pl: Imię

# label.creator.nick
source: Creator nick
pl: Nick twórcy

# message.empty_list
source: List is empty.
pl: Lista jest pusta.

# message.record_not_found
source: Record not found.
pl: Nie znaleziono.

# message.added_success
source: Good job, added successfully!
pl: Udało się dodać!

# message.deleted_success
source: Good job, deleted successfully!
pl: Udało się usunąć!

# message.edited_success
source: Good job, user edited successfully!
pl: Zaktualizowano pomyślnie!

# action.back_to_list
source: I want to go back
pl: Powrót

# action.show
source: Show
pl: Pokaż

# action.save
source: I want to save it!
pl: Chcę to zapisać!

# action.create
source: Create
pl: Stwórz

# action.borrow
source: Borrow and return
pl: Wypożycz i zwróć

# action.edit
source: Edit
pl: Edytuj

# action.delete
source: Delete
pl: Usuń

# title.genre_details
source: Some details about the genre
pl: Informacje na temat gatunku

# title.genre_create
source: Create a new genre!
pl: Stwórz nowy gatunek!

# title.genre_edit
source: Edit the genre!
pl: Edytuj gatunek!

# title.genre_delete
source: Delete the genre!
pl: Usuń gatunek!

# title.publisher_details
source: Some details about the publisher
pl: Informacje na temat wydawnictwa

# title.publisher_create
source: Create a new publisher!
pl: Dodaj nowe wydawnictwo!

# title.publisher_edit
source: Edit the publisher!
pl: Edytuj wydawnictwo!

# title.publisher_delete
source: Delete the publisher!
pl: Usuń wydawnictwo!

# title.creator_details
source: Some details about the creator
pl: Informacje na temat twórcy

# nick.creator_create
source: Create a new creator!
pl: Dodaj nowego twórcę!

# title.creator_edit
source: Edit the creator!
pl: Edytuj twórcę!

# title.creator_delete
source: Delete the creator!
pl: Usuń twórcę!

# message.publisher_contains_books
source: Can't delete, some of the books are currently using this publisher.
pl: Nie można usunąć, ponieważ niektóre z książek zawierają to wydawnictwo.

# message.genre_contains_books
source: Can't delete, some of the books are currently using this genre.
pl: Nie można usunąć, ponieważ niektóre z książek zawierają ten gatunek.

# message.creator_contains_books
source: Can't delete, some of the books are currently using this creator.
pl: Nie można usunąć, ponieważ niektóre z książek zawierają tego twórcę.

# title.book_delete
source: Delete the book!
pl: Usuń książkę!

# title.book_edit
source: Edit the book!
pl: Edytuj książkę!

# title.user_edit
source: Edit the user!
pl: Edytuj użytkownika!

# action.login
source: Login
pl: Zaloguj się

# action.logout
source: Logout
pl: Wyloguj się

# action.edit_email
source: Edit an email
pl: Edytuj email

# action.edit_password
source: Edit a password
pl: Edytuj hasło

# language.text
source: We can also offer a wide range of language learning material such as books, comics and audiobooks in different languages! Currently 10 in our disposal.
pl: W ofercie posiadamy również pomoce w nauce języków pod postacią książek, komiksów oraz audiobooków w innych językach! Obecnie w ofercie 10 do wyboru.

# about.text
source: Yes, it is an online library. Come on and explore the wonderful world of reading (or listening too, in case you prefer audiobooks, which is also OK)! You can see what books we have in our offer, reserve them and, in case you have some question, call or contact us via email.
pl: Tak, jest to internetowa wypożyczalnia. Wejdź, oglądaj i zanurz się w świecie czytelniczym (lub audiobookowym, jeśli preferujesz tę opcję)! Możesz przejrzeć co mamy w ofercie, zarezerwować, a w razie pytań skontaktować się z nami za pomocą telefonu lub maila.

# label.note
source: Note
pl: Uwaga

# label.book.id
source: Book's id
pl: Id książki

# label.password
source: Password
pl: Hasło

# title.user_list
source: List of the users
pl: Lista użytkowników

# title.create_reservation
source: Create a new reservation or return!
pl: Utwórz rezerwację!

# title.reservation_delete
source: Delete this reservation!
pl: Usuń tę rezerwację!

# title.book_create
source: Create a new book!
pl: Dodaj nową książkę!

# text
source: email: patrycja.goldys@gmail.com, phone: 012-345-678
pl: email: patrycja.goldys@gmail.com, tel.: 012-345-678

source: books
pl: książki

source: comics
pl: komiksy

source: audiobooks
pl: audiobooki

# offer.text
source: And what can we offer?
pl: A co możemy zaoferować?

# label.book.author
source: Who's added a book
pl: Kto dodał książkę

# label.genreTitle
source: Genre name
pl: Nazwa gatunku

# label.publisherTitle
source: Publisher name
pl: Nazwa wydawnictwa

# label.availability
source: Current availability
pl: Obecna dostępność

# message.form_error
source: Form error
pl: Błąd formularza

# title.catalog
source: Catalog
pl: Katalog

# title.home
source: Home
pl: Główna
